package com.ohdocha.cu.kprojectcu.util;

public enum DochaTemplateCodeProvider {

	
	  A000000  //[고객] 견적알림
	, A000001  //[회원사] 견적알림
	, A000002  //[고객] 견적수신
	, A000003  //[고객] 결제완료 알림 (단기)
	, A000004  //[고객] 결제완료 알림 (월)
	, A000005  //[회원사] 결제완료 알림 (단기)
	, A000006  //[회원사] 결제완료 알림 (월)
	, A000007  //[고객] 예약취소
	, A000008  //[회원사] 예약취소
	
	, A000010   //[고객] 견적수신

	, A000011  //[고객]대여요청완료
	, A000012  //[회원사] 대여요청도착
	, A000013  //[고객] 차량수신
	, A000014  //직원발신용 알림톡
	, A000015  //[회원사] 대여요청도착(A000015)
}
